{
  "quiz": {
    "1": {
      "q": "A {SITE_NAME}, veus una zona desorganitzada (eines/materials pel terra) i el encarregat no és localitzable en aquest moment. A qui avises?",
      "hint": "Tema menor/operatiu amb l’encarregat no disponible.",
      "answers": [
        "Al recurs preventiu (obra).",
        "Al meu encarregat directe (quan el trobi).",
        "A nadie, lo esquivo i sigo.",
        "A Chewbacca, que imposa l’ordre wookiee."
      ],
      "why": [
        "Via ràpida a l’obra per activar la correcció quan l’encarregat no està disponible.",
        "Correcte, però si no és localitzable ara, el recurs preventiu pot activar la correcció de seguida.",
        "Si no se comunica, el risc se repite (tropiezos/caigudes).",
        "Els Wookies són magnífics tiradors, però terribles en PRL.\nLa resposta correcta en aquest cas és: {{GREEN}}"
      ]
    },
    "2": {
      "q": "A {SITE_NAME}, veus caure un company des de 5 metres. A qui avises?",
      "hint": "Accident greu: emergència + comunicació interna.",
      "answers": [
        "Al 112 i a l’encarregat/cap d’obra.",
        "Només a l’encarregat/cap d’obra (sense trucar al 112).",
        "L’aixeco perquè s’assegui ‘un moment’.",
        "Me esperò a ver si se levanta solo."
      ],
      "why": [
        "Emergencia + aviso interno inmediato: es lo més correcto.",
        "Avisar internamente está bien, però con 5 m lo més seguro es activar 112.",
        "Mover a la persona pot empeorar lesiones. Se activa la resposta adecuada.",
        "La prioridad es activar resposta i avisos correctos."
      ]
    },
    "3": {
      "q": "A {SITE_NAME} hi ha ratxes de vent de 100 km/h. A qui avises per aturar treballs per condicions adverses?",
      "hint": "Aturada/organització d’obra.",
      "answers": [
        "Al meu encarregat directe (encarregat/cap d’obra).",
        "Al recurs preventiu (obra).",
        "Al promotor perquè decideixi.",
        "Que le explique Gandalf el «No pasarás!» al vent."
      ],
      "why": [
        "Pot ordenar parar o reorganitzar el treball de manera segura.",
        "Correcte, però qui organitza i ordena l’aturada és l’encarregat.",
        "No és el canal inmediato para una parada por seguretat.",
        "En Gandalf és un crac, però no dirigeix l’obra ni pot ordenar l’aturada.\nLa resposta correcta en aquest cas és: {{GREEN}}"
      ]
    },
    "4": {
      "q": "A {SITE_NAME}, hi ha un aplic elèctric mal muntat del qual surten espurnes. A qui avises?",
      "hint": "Risc elèctric: aïllar i coordinar reparació segura.",
      "answers": [
        "A l’encarregat/cap d’obra.",
        "Al recurs preventiu (obra).",
        "Truco a Pikachu perquè ho arregli amb un impactrueno.",
        "Ho ajusto jo amb un tornavís."
      ],
      "why": [
        "Organiza la actuación inmediata i la reparación segura.",
        "Correcte, però l’encarregat coordina la resposta immediata al front de treball.",
        "Pikachu es adorable, però no está habilitado como electricista de obra.\nLa resposta correcta en aquest cas és: {{GREEN}}",
        "Manipular algo que chispea es un risc grave."
      ]
    },
    "5": {
      "q": "A {SITE_NAME}, et torces el turmell en relliscar en unes escales. A qui avises?",
      "hint": "Lesió: atenció i comunicació interna.",
      "answers": [
        "A l’encarregat i a primers auxilis.",
        "Només a l’encarregat/cap d’obra.",
        "Me’n vaig a casa sense dir res.",
        "Segueixo treballant: ‘ja passarà’."
      ],
      "why": [
        "Comunicació interna + atenció immediata: perfecte.",
        "Bé, però si hay primeros auxilios disponibles, también convé avisarles.",
        "Hay que comunicar lesiones/incidentes para atender i evitar repetición.",
        "Puedes empeorar la lesión i la causa del relliscada sigue ahí."
      ]
    },
    "6": {
      "q": "A {SITE_NAME}, hi ha una càrrega suspesa i gent passant per sota. A qui avises?",
      "hint": "Risc greu: maniobra i control immediat.",
      "answers": [
        "A l’encarregat/cap d’obra.",
        "Al recurs preventiu (obra).",
        "Pido a un Comisario del Astra Militarum que ‘ejecute’ al risc.",
        "Me aparto yo i ya."
      ],
      "why": [
        "Ha d’aturar i controlar la maniobra de manera segura.",
        "Correcte, però el canal operatiu immediat és l’encarregat.",
        "Eso es épico, però en obra no se purga el risc: se comunica i se controla.\nLa resposta correcta en aquest cas és: {{GREEN}}",
        "Si no avisas, el risc sigue para otros."
      ]
    },
    "7": {
      "q": "A {SITE_NAME}, veus per tercera vegada la mateixa quadrilla treballant sense casc (ja ho vas comentar i no ha canviat). A qui avises ara?",
      "hint": "Reincidència: reforç preventiu i seguiment.",
      "answers": [
        "Al recurs preventiu (obra) per a intervenció i seguiment.",
        "A l’encarregat directe una altra vegada.",
        "Ho ignoro: ‘no és la meva empresa’.",
        "Se lo digo a Dora la Exploradora: ‘encuentra el casco!’"
      ],
      "why": [
        "Corta la repetición i exige correcció con trazabilidad.",
        "Correcte, però si ya no se corrige, lo més eficaz es que intervenga el recurso preventiu.",
        "En obra compartida, comunicar riscos protege a todos.",
        "Dora encuentra cosas, però eso no gestiona la obra.\nLa resposta correcta en aquest cas és: {{GREEN}}"
      ]
    },
    "8": {
      "q": "A {SITE_NAME}, detectes una vora de forjat sense protecció col·lectiva i NO localitzes el encarregat en aquest moment. A qui avises?",
      "hint": "Risc crític + encarregat no disponible: via ràpida a l’obra.",
      "answers": [
        "Al recurs preventiu (obra).",
        "Esperò a encontrar al encarregat.",
        "Paso con cuidado i sigo.",
        "Lo pongo en un post-it i listo."
      ],
      "why": [
        "Está en obra para actuar ante riscos críticos i activar correcció inmediata.",
        "Avisar l’encarregat està bé, però si no està disponible, cal activar qui pugui actuar de seguida.",
        "El risc sigue ahí para cualquiera.",
        "No assegura acció immediata."
      ]
    },
    "9": {
      "q": "A {SITE_NAME}, cau una eina des d’alçada i gairebé colpeja algú (no hi ha lesió). A qui avises?",
      "hint": "Quasi accident: registrar i evitar repetició.",
      "answers": [
        "Al recurs preventiu (obra) per registrar i exigir correcció.",
        "A l’encarregat/cap d’obra.",
        "A ningú: si no va passar res, no compta.",
        "Me pongo a construir una valla tipo Minecraft i ya se arregla."
      ],
      "why": [
        "Clave para que no se repita: análisis i mesures preventivas.",
        "Correcte, però el canal preventiu asegura registre i seguiment del quasi accident.",
        "Los quasi accidents se comunican.",
        "En Minecraft funciona, en obra no.\nLa resposta correcta en aquest cas és: {{GREEN}}"
      ]
    },
    "10": {
      "q": "A {SITE_NAME}, hi ha cablejat en una zona de pas i la gent ensopega, però el encarregat està ocupat/no localitzable. A qui avises?",
      "hint": "Tema menor/operatiu amb l’encarregat no disponible.",
      "answers": [
        "Al recurs preventiu (obra).",
        "Al encarregat (quan el trobi).",
        "Lo salto i sigo.",
        "Lo enrollo i lo dejo donde sea."
      ],
      "why": [
        "Pot activar la correcció ràpida a l’obra quan l’encarregat no està disponible.",
        "Correcte, però si no és localitzable ara, avisa qui pugui actuar de seguida.",
        "El risc permanece para todos.",
        "Puedes crear otro risc. Mejor avisar por el canal."
      ]
    },
    "11": {
      "q": "A {SITE_NAME}, veus una radial sense resguard i un company la farà servir. A qui avises?",
      "hint": "Risc immediat: aturar i corregir.",
      "answers": [
        "Al encarregat (encarregat/cap de obra) para detener i corregir.",
        "Al recurs preventiu (obra).",
        "Em faig el boig: jo no la faré servir.",
        "Le pongo cinta aislante i arreando."
      ],
      "why": [
        "Ha d’organitzar l’aturada i la correcció immediata.",
        "Correcte, però el encarregat canaliza la correcció inmediata en el tajo.",
        "Si no lo comunicas, el risc sigue.",
        "No és una protección adecuada."
      ]
    },
    "12": {
      "q": "A {SITE_NAME}, sona alarma d’evacuació o es detecta fum en una zona. A qui avises?",
      "hint": "Emergència: seguir instruccions i avisar.",
      "answers": [
        "Al encarregat i segueixo instruccions.",
        "Al recurs preventiu (obra).",
        "Voy a mirar de dónde viene el fum.",
        "Segueixo treballant: segur que és falsa alarma."
      ],
      "why": [
        "Comunicación interna i actuación coordinada: perfecto.",
        "Correcte, però el canal inmediato en obra es el encarregat.",
        "No te expongas: comunica i sigue el procediment.",
        "Ante alarma, se actúa siguiendo instruccions."
      ]
    },
    "13": {
      "q": "A {SITE_NAME}, et demanen una tasca “rara” i no tens clar el procediment segur (no vols improvisar). A qui consultes?",
      "hint": "Consulta tècnica de prevenció.",
      "answers": [
        "Al tècnic de PRL / Servei de Prevenció.",
        "Al recurs preventiu (obra).",
        "A ningú: improviso segons em surti.",
        "Faig el que em digui el cunyat de WhatsApp."
      ],
      "why": [
        "Aporta criterio tècnic preventiu para definir cómo hacerlo seguro.",
        "Correcte, però el tècnic PRL suele tener la pauta més completa/documentada.",
        "Improvisar en PRL és mala idea.",
        "No és un canal tècnic fiable."
      ]
    },
    "14": {
      "q": "A {SITE_NAME}, notes vapors forts en una zona tancada i dubtes si és segur continuar treballant-hi. A qui avises?",
      "hint": "Exposició: criteri tècnic preventiu.",
      "answers": [
        "Al tècnic de PRL / Servei de Prevenció.",
        "Al recurs preventiu (obra).",
        "Respiro hondo i sigo: ‘si pica, cura’.",
        "Abro una ventana 10 segundos i listo."
      ],
      "why": [
        "Es el canal tècnic para valorar el risc i pautar mesures.",
        "Correcte, però el tècnic PRL es el soporte més adecuado para valorar exposición.",
        "Exposar-se sense avaluar pot ser perillós.",
        "No garantiza control del risc."
      ]
    },
    "15": {
      "q": "A {SITE_NAME}, veus dues contractes treballant alhora a la mateixa zona i es destorben (risc per interferències). A qui avises?",
      "hint": "Coordinació d’activitats a l’obra.",
      "answers": [
        "Al coordinador de seguretat i salut (CSS).",
        "Al tècnic de PRL / Servei de Prevenció.",
        "A ningú: que s’espavilin.",
        "Faig un pedra-paper-tisora entre contractes."
      ],
      "why": [
        "Figura clave para coordinar interferències i exigir planificación.",
        "Correcte, però la coordinación de interferències se gestiona especialmente vía CSS.",
        "Si no se coordina, sube el risc de accident.",
        "Divertido, però no coordina de verdad."
      ]
    },
    "16": {
      "q": "A {SITE_NAME}, vols informar-te d’un procediment de seguretat (com es fa una tasca “bé”) abans de començar. A qui preguntes?",
      "hint": "Buscar informació preventiva abans d’actuar.",
      "answers": [
        "Al tècnic de PRL / Servei de Prevenció.",
        "Al recurs preventiu (obra).",
        "Lo busco en TikTok i listo.",
        "Hago “speedrun” i ya aprenderé por el camino."
      ],
      "why": [
        "Es el canal para aclarar procediment seguro sin improvisar.",
        "Correcte, però el tècnic PRL suele tener la pauta més completa/documentada.",
        "No és una fuente fiable para un procediment de obra.",
        "Aprender a base de sustos no es prevenció.\nLa resposta correcta en aquest cas és: {{GREEN}}"
      ]
    },
    "17": {
      "q": "A {SITE_NAME}, vols proposar una millora preventiva (no urgent) o donar la teva opinió perquè es tingui en compte. A qui ho trasllades?",
      "hint": "Participació/representació.",
      "answers": [
        "Al delegat/da de prevenció.",
        "Al tècnic de PRL / Servei de Prevenció.",
        "Lo suelto en el grupo de memes i que ‘se haga viral’.",
        "Lo escribo en una servilleta i la dejo en el bar."
      ],
      "why": [
        "Canal natural para trasladar propostas i hacer seguiment desde la representación.",
        "Correcte, però para propostas i participación, el delegado es un canal muy directo.",
        "No garantiza que se gestione ni se haga seguiment.",
        "No és un canal real de obra.\nLa resposta correcta en aquest cas és: {{GREEN}}"
      ]
    },
    "18": {
      "q": "A {SITE_NAME}, detectes que el teu EPI està danyat i s’ha de retirar d’ús (“donar de baixa”). A qui ho comuniques per tramitar-ho com a prevenció?",
      "hint": "Procés preventiu (EPI): retirada i gestió.",
      "answers": [
        "Al tècnic de PRL / Servei de Prevenció.",
        "Al recurs preventiu (obra).",
        "Lo pego con cinta i digo que está ‘nuevo’.",
        "Lo dejo por ahí i que lo encuentre el destino."
      ],
      "why": [
        "Es un proceso preventiu: se retira de uso i se gestiona correctamente.",
        "Correcte, però el tècnic PRL es el canal més adecuado para tramitarlo como proceso preventiu.",
        "Un EPI danyat se retira de uso: no se “arregla a ojo”.",
        "El pot acabar utilitzant algú sense saber-ho.\nLa resposta correcta en aquest cas és: {{GREEN}}"
      ]
    },
    "19": {
      "q": "A {SITE_NAME}, faràs una tasca i necessites formació/instruccions preventives (no t’ho han explicat bé). A qui la sol·licites?",
      "hint": "Formació i prevenció.",
      "answers": [
        "Al tècnic de PRL / Servei de Prevenció.",
        "Al encarregat directe.",
        "A un NPC del juego: “Dame la misión i ya!”",
        "M’ho invento: total, ‘sempre s’ha fet així’."
      ],
      "why": [
        "Canal preventiu para formació e instruccions adecuadas.",
        "Correcte, però el canal preventiu para formació/instruccions es el tècnic PRL.",
        "La prevenció no va por misiones, va por procediment i formació real.",
        "Eso es justo lo que provoca sustos.\nLa resposta correcta en aquest cas és: {{GREEN}}"
      ]
    },
    "20": {
      "q": "A {SITE_NAME}, abans d’usar un producte (dissolvent/adhesiu/netejador) vols saber riscos i mesures. A qui preguntes?",
      "hint": "Substàncies: consulta preventiva.",
      "answers": [
        "Al tècnic de PRL / Servei de Prevenció.",
        "Al recurs preventiu (obra).",
        "A un còmic: ‘si li passa a Batman, aguanto jo’.",
        "Lo huelo fuerte i decido según el mareo."
      ],
      "why": [
        "Es el canal tècnic para orientar sobre riscos i mesures.",
        "Correcte, però el tècnic PRL es el soporte més completo para substàncies.",
        "No és criterio preventiu real.\nLa resposta correcta en aquest cas és: {{GREEN}}",
        "No es evalúa un producto “a nariz”: se consulta."
      ]
    },
    "21": {
      "q": "Fora d’obra: t’han lliurat un EPI però la talla no és la teva i necessites canvi. A qui ho demanes primer?",
      "hint": "Gestió operativa de lliurament/canvi.",
      "answers": [
        "Al encarregat (encarregat/cap de obra) para que gestione el cambio.",
        "Al recurs preventiu (obra).",
        "M’ho quedo encara que no serveixi, total ‘cobreix alguna cosa’.",
        "M’ho canvio amb un altre sense dir res."
      ],
      "why": [
        "És el canal operatiu per gestionar subministrament/canvi d’EPI.",
        "Correcte, però la gestión de suministro normalmente la canaliza el encarregat.",
        "Un EPI que no ajusta bé pot no protegir com cal.",
        "Pot deixar una altra persona sense l’EPI correcte.\nLa resposta correcta en aquest cas és: {{GREEN}}"
      ]
    },
    "22": {
      "q": "Fora d’obra: ahir hi va haver un quasi accident i avui vols comunicar-lo perquè es registri i no es repeteixi. A qui ho comuniques?",
      "hint": "Registre preventiu i seguiment.",
      "answers": [
        "Al recurs preventiu (obra) per registrar i fer seguiment.",
        "Al encarregat directe.",
        "A ningú: el que va passar, va passar.",
        "Ho explico en mode història èpica"
      ],
      "why": [
        "Es el canal preventiu para registrar i activar acciones para que no se repita.",
        "Correcte, però el recurso preventiu asegura registre i seguiment del quasi accident.",
        "Si no es registra, es repeteix.",
        "Las épicas molan, però hay que comunicar por el canal real.\nLa resposta correcta en aquest cas és: {{GREEN}}"
      ]
    },
    "23": {
      "q": "Fora d’obra: vols presentar una proposta de millora preventiva per escrit perquè quedi traçabilitat. A qui la lliures?",
      "hint": "Participació amb seguiment.",
      "answers": [
        "Al delegat/da de prevenció.",
        "Al tècnic de PRL / Servei de Prevenció.",
        "Se la digo a Goku i que le meta un Kamehameha al risc.",
        "La dejo en un cajón i ya ‘saldrá sola’."
      ],
      "why": [
        "Canal idóneo para propostas i seguiment desde representación.",
        "Correcte, però el delegado es un canal muy directo para propostas de participación.",
        "Goku gana combates, no gestiona propostas preventivas.\nLa resposta correcta en aquest cas és: {{GREEN}}",
        "Sin canal i seguiment, no se gestiona."
      ]
    },
    "24": {
      "q": "Fora d’obra: estàs revisant documentació i no entens una instrucció preventiva (et genera dubtes). A qui la consultes?",
      "hint": "Consulta tècnica/documental de prevenció.",
      "answers": [
        "Al tècnic de PRL / Servei de Prevenció.",
        "Al recurs preventiu (obra).",
        "A Spider‑Man: que ho solucioni amb teranyines.",
        "Hago lo contrario i así ‘aprendo’ rápido."
      ],
      "why": [
        "Es el canal tècnic para resolver dudas de procediment/documentació.",
        "Correcte, però el tècnic PRL suele tener la interpretación i pauta més completa.",
        "La teranyina no substitueix una pauta tècnica real.\nLa resposta correcta en aquest cas és: {{GREEN}}",
        "Aprendre a base d’errors a l’obra surt car."
      ]
    },
    "25": {
      "q": "Fora d’obra: necessites completar formació preventiva (o justificar-la) i no saps el canal/procés. A qui ho demanes?",
      "hint": "Formació: procés preventiu.",
      "answers": [
        "Al tècnic de PRL / Servei de Prevenció.",
        "Al encarregat directe.",
        "Em fabrico un certificat amb Paint.",
        "M’ho aprenc per osmosi mirant els veterans."
      ],
      "why": [
        "Canal preventiu para formació i acreditaciones.",
        "Correcte, però el canal preventiu para formació suele ser el tècnic PRL.",
        "Eso no es una formació real (ni un canal válido).",
        "formació e instruccions ha den ser reales i verificables.\nLa resposta correcta en aquest cas és: {{GREEN}}"
      ]
    }
  }
}
