{
  "quiz": {
    "1": {
      "q": "{SITE_NAME}n, desordenatutako gune bat ikusten duzu (tresnak/materialak lurrean) eta arduraduna ez dago eskuragarri une honetan. Nori abisatzen diozu?",
      "hint": "Gai txiki/operatiboa arduraduna eskuragarri ez dagoenean.",
      "answers": [
        "Prebentzio-baliabideari (obra).",
        "Nire arduradun zuzenari (aurkitzen dudanean).",
        "nadie, lo esquivo eta sigo.",
        "Chewbacca, que impone el orden wookiee."
      ],
      "why": [
        "Vía rápida en obra para activar zuzenketa cuando el mando ez está disponible.",
        "Zuzena, baina bestela está localizable ahora, el recurso prebentiboa puede activar la zuzenketa ya.",
        "Si ez se comunica, el arriskua se repite (tropiezos/erorketak).",
        "Los wookies son magníficos tiradores, baina pésimos en PRL.\nLa erantzuna zuzena en este kasu es: {{GREEN}}"
      ]
    },
    "2": {
      "q": "{SITE_NAME}n, lankide bat 5 metrotik erortzen ikusten duzu. Nori abisatzen diozu?",
      "hint": "Istripu larria: larrialdia + barne-komunikazioa.",
      "answers": [
        "112ra eta arduradunari (obra-arduradun/obra-buru).",
        "Arduradunari bakarrik (112ra deitu gabe).",
        "Altxatzen dut ‘une batez’ eseri dadin.",
        "Me esbaina a ver si se levanta solo."
      ],
      "why": [
        "Emergencia + aviso interno inmediato: es lo gehiago correcto.",
        "Avisar internamente está bien, bainarekin 5 m lo gehiago seguro es activar 112.",
        "Mover a la persona puede empeorar lesiones. Se activa la erantzuna adecuada.",
        "La prioridad es activar erantzuna eta avisos correctos."
      ]
    },
    "3": {
      "q": "{SITE_NAME}n 100 km/h-ko haize-boladak daude. Nori abisatzen diozu baldintza txarrengatik lanak gelditzeko?",
      "hint": "Obrako geldialdia/antolaketa.",
      "answers": [
        "Nire arduradun zuzenari (obra-arduradun/obra-buru).",
        "Prebentzio-baliabideari (obra).",
        "promotor para que decida.",
        "Que le explique Gandalf el «No pasarás!» al haizea."
      ],
      "why": [
        "Lana modu seguruan gelditzea edo berrantolatzea agin dezake.",
        "Zuzena, baina quien organiza eta ordena la parada es el mando.",
        "Ez da el canal inmediato para una parada por segurtasun.",
        "Gandalf es un crack, baina ez dirige la obra ni puede ordenar la parada.\nLa erantzuna zuzena en este kasu es: {{GREEN}}"
      ]
    },
    "4": {
      "q": "{SITE_NAME}n, gaizki muntatutako argi-aplikazio elektriko bat dago eta txinpartak ateratzen dira. Nori abisatzen diozu?",
      "hint": "Arrisku elektrikoa: isolatu eta konponketa segurua koordinatu.",
      "answers": [
        "Arduradunari (obra-arduradun/obra-buru).",
        "Prebentzio-baliabideari (obra).",
        "Llamo a Pikachu para que lo arreglerekin un impactrueno.",
        "Lo ajusto yorekin un destornillador."
      ],
      "why": [
        "Organiza la actuación inmediata eta la reparación segura.",
        "Zuzena, baina el mando coordina la erantzuna inmediata en el tajo.",
        "Pikachu es adorable, baina ez está habilitado como electricista de obra.\nLa erantzuna zuzena en este kasu es: {{GREEN}}",
        "Manipular algo que chispea es un arriskua grave."
      ]
    },
    "5": {
      "q": "{SITE_NAME}n, orkatila bihurritzen duzu eskaileretan irrist eginda. Nori abisatzen diozu?",
      "hint": "Lesioa: arreta eta barne-komunikazioa.",
      "answers": [
        "Arduradunari eta lehen sorospenei.",
        "Arduradunari bakarrik.",
        "Etxera noa ezer esan gabe.",
        "Lanean jarraitzen dut: ‘pasatuko da’."
      ],
      "why": [
        "Barne-komunikazioa + berehalako arreta: bikain.",
        "Ondo, baina si hay primeros auxilios disponibles, también komeni da avisarles.",
        "Hay que comunicar lesiones/incidentes para atender eta evitar repetición.",
        "Puedes empeorar la lesión eta la causa del irristada sigue ahí."
      ]
    },
    "6": {
      "q": "{SITE_NAME}n, zintzilik dagoen karga bat dago eta jendea azpitik pasatzen ari da. Nori abisatzen diozu?",
      "hint": "Arrisku larria: maniobra eta berehalako kontrola.",
      "answers": [
        "Arduradunari (obra-arduradun/obra-buru).",
        "Prebentzio-baliabideari (obra).",
        "Pido a un Comisario del Astra Militarum que ‘ejecute’ al arriskua.",
        "Me aparto yo eta ya."
      ],
      "why": [
        "Debe detener eta controlar la maniobra de forma segura.",
        "Zuzena, baina el canal operativo inmediato es el mando.",
        "Eso es épico, baina en obra ez se purga el arriskua: se comunica eta se controla.\nLa erantzuna zuzena en este kasu es: {{GREEN}}",
        "Si ez avisas, el arriskua sigue para otros."
      ]
    },
    "7": {
      "q": "{SITE_NAME}n, hirugarren aldiz ikusten duzu talde bera kaskorik gabe lanean (jada komentatu zenuen eta ez da aldatu). Nori abisatzen diozu orain?",
      "hint": "Berrerortzea: prebentzio-indartzea eta jarraipena.",
      "answers": [
        "Prebentzio-baliabideari (obra) esku-hartzerako eta jarraipenerako.",
        "Arduradun zuzenari berriz.",
        "Ez ikusi egiten dut: ‘ez da nire enpresa’.",
        "Se lo digo a Dora la Exploradora: ‘encuentra el casco!’"
      ],
      "why": [
        "Corta la repetición eta exige zuzenketarekin trazabilidad.",
        "Zuzena, baina si ya ez se corrige, lo gehiago eficaz es que intervenga el recurso prebentiboa.",
        "En obra compartida, comunicar arriskuak protege a todos.",
        "Dora encuentra cosas, baina eso ez gestiona la obra.\nLa erantzuna zuzena en este kasu es: {{GREEN}}"
      ]
    },
    "8": {
      "q": "{SITE_NAME}n, forjatuaren ertza babes kolektiborik gabe detektatzen duzu eta une honetan EZ duzu arduraduna aurkitzen. Nori abisatzen diozu?",
      "hint": "Arrisku kritikoa + arduraduna eskuragarri ez: bide azkarra obran.",
      "answers": [
        "Prebentzio-baliabideari (obra).",
        "Esbaina a encontrar al mando.",
        "Pasorekin cuidado eta sigo.",
        "Lo pongo en un post-it eta listo."
      ],
      "why": [
        "Está en obra para actuar ante arriskuak críticos eta activar zuzenketa inmediata.",
        "Avisar al mando está bien, baina bestela está disponible, hay que activar a quien pueda actuar ya.",
        "El arriskua sigue ahí para cualquiera.",
        "Ez du berehalako ekintza bermatzen."
      ]
    },
    "9": {
      "q": "{SITE_NAME}n, tresna bat altueratik erortzen da eta ia norbait jotzen du (lesiorik ez). Nori abisatzen diozu?",
      "hint": "Ia-istripua: erregistratu eta berriz ez gertatzea saihestu.",
      "answers": [
        "Prebentzio-baliabideari (obra) erregistratu eta zuzenketa eskatzeko.",
        "Arduradunari (obra-arduradun/obra-buru).",
        "nadie: bestela pasó nada, ez cuenta.",
        "Me pongo a construir una valla tipo Minecraft eta ya se arregla."
      ],
      "why": [
        "Clave para que ez se repita: análisis eta neurriak preventivas.",
        "Zuzena, baina el canal prebentiboa asegura erregistroa eta jarraipena del ia-istripua.",
        "Los ia-istripuas se comunican.",
        "En Minecraft funciona, en obra no.\nLa erantzuna zuzena en este kasu es: {{GREEN}}"
      ]
    },
    "10": {
      "q": "{SITE_NAME}n, kableak pasabide batean daude eta jendea estropezu egiten ari da, baina arduraduna okupatuta/ez eskuragarri dago. Nori abisatzen diozu?",
      "hint": "Gai txiki/operatiboa arduraduna eskuragarri ez dagoenean.",
      "answers": [
        "Prebentzio-baliabideari (obra).",
        "Arduradunari (aurkitzen dudanean).",
        "Lo salto eta sigo.",
        "Lo enrollo eta lo dejo donde sea."
      ],
      "why": [
        "Puede activar la zuzenketa rápida en obra cuando el mando ez está disponible.",
        "Zuzena, baina bestela está localizable ahora, avisa a quien pueda actuar ya.",
        "El arriskua permanece para todos.",
        "Puedes crear otro arriskua. Mejor avisar por el canal."
      ]
    },
    "11": {
      "q": "{SITE_NAME}n, babesik gabeko radial bat ikusten duzu eta lankide batek erabiliko du. Nori abisatzen diozu?",
      "hint": "Berehalako arriskua: gelditu eta zuzendu.",
      "answers": [
        "mando (arduradun/buru de obra) para detener eta corregir.",
        "Prebentzio-baliabideari (obra).",
        "Me hago el loco: yo ez la voy a usar.",
        "Le pongo cinta aislante eta arreando."
      ],
      "why": [
        "Debe organizar la parada eta la zuzenketa inmediata.",
        "Zuzena, baina el mando canaliza la zuzenketa inmediata en el tajo.",
        "Si ez lo comunicas, el arriskua sigue.",
        "Ez da una protección adecuada."
      ]
    },
    "12": {
      "q": "{SITE_NAME}n, ebakuazio-alarma jotzen du edo kea detektatzen da gune batean. Nori abisatzen diozu?",
      "hint": "Larrialdia: jarraibideak jarraitu eta abisatu.",
      "answers": [
        "Arduradunari eta jarraibideak jarraitzen ditut.",
        "Prebentzio-baliabideari (obra).",
        "Voy a mirar de dónde viene el kea.",
        "Lanean jarraitzen dut: ziur alarma faltsua dela."
      ],
      "why": [
        "Comunicación interna eta actuación coordinada: perfecto.",
        "Zuzena, baina el canal inmediato en obra es el mando.",
        "No te expongas: comunica eta sigue el prozedura.",
        "Ante alarma, se actúa siguiendo jarraibideak."
      ]
    },
    "13": {
      "q": "{SITE_NAME}n, zeregin “arraro” bat eskatzen dizute eta ez duzu prozedura segurua argi (ez duzu inprobisatu nahi). Nori kontsultatzen diozu?",
      "hint": "Prebentzio-kontsulta teknikoa.",
      "answers": [
        "PRL teknikaria / Prebentzio Zerbitzua.",
        "Prebentzio-baliabideari (obra).",
        "nadie: improviso según me salga.",
        "WhatsAppeko koinatuak esaten didana egiten dut."
      ],
      "why": [
        "Aporta criterio teknikari prebentiboa para definir cómo hacerlo seguro.",
        "Zuzena, baina el teknikari PRL suele tener la pauta gehiago completa/documentada.",
        "PRLn inprobisatzea ideia txarra da.",
        "Ez da un canal teknikari fiable."
      ]
    },
    "14": {
      "q": "{SITE_NAME}n, lurrun indartsuak nabaritzen dituzu gune itxi batean eta zalantza duzu seguru den han lanean jarraitzea. Nori abisatzen diozu?",
      "hint": "Esposizioa: prebentzio-irizpide teknikoa.",
      "answers": [
        "PRL teknikaria / Prebentzio Zerbitzua.",
        "Prebentzio-baliabideari (obra).",
        "Respiro hondo eta sigo: ‘si pica, cura’.",
        "Abro una ventana 10 segundos eta listo."
      ],
      "why": [
        "Es el canal teknikari para valorar el arriskua eta pautar neurriak.",
        "Zuzena, baina el teknikari PRL es el soporte gehiago adecuado para valorar exposición.",
        "Ebaluatu gabe arriskupean jartzea arriskutsua izan daiteke.",
        "No garantiza control del arriskua."
      ]
    },
    "15": {
      "q": "{SITE_NAME}n, bi kontrata aldi berean gune berean lanean ikusten dituzu eta elkar oztopatzen dute (interferentzien arriskua). Nori abisatzen diozu?",
      "hint": "Obrako jardueren koordinazioa.",
      "answers": [
        "Segurtasun eta Osasun Koordinatzaileari (CSS).",
        "PRL teknikaria / Prebentzio Zerbitzua.",
        "nadie: que se apañen.",
        "Harri-orri-guraize egiten dut kontraten artean."
      ],
      "why": [
        "Figura clave para coordinar interferentziak eta exigir planificación.",
        "Zuzena, baina la coordinación de interferentziak se gestiona especialmente vía CSS.",
        "Si ez se coordina, sube el arriskua de istripu.",
        "Divertido, baina ez coordina de verdad."
      ]
    },
    "16": {
      "q": "{SITE_NAME}n, segurtasun-prozedura bati buruz informatu nahi duzu (zeregin bat “ondo” nola egin) hasi aurretik. Nori galdetzen diozu?",
      "hint": "Jardun aurretik prebentzio-informazioa bilatu.",
      "answers": [
        "PRL teknikaria / Prebentzio Zerbitzua.",
        "Prebentzio-baliabideari (obra).",
        "Lo busco en TikTok eta listo.",
        "Hago “speedrun” eta ya aprenderé por el camino."
      ],
      "why": [
        "Es el canal para aclarar prozedura seguro sin improvisar.",
        "Zuzena, baina el teknikari PRL suele tener la pauta gehiago completa/documentada.",
        "Ez da una fuente fiable para un prozedura de obra.",
        "Aprender a base de sustos ez es prebentzioa.\nLa erantzuna zuzena en este kasu es: {{GREEN}}"
      ]
    },
    "17": {
      "q": "{SITE_NAME}n, prebentzio-hobekuntza bat proposatu nahi duzu (ez premiazkoa) edo zure iritzia eman kontuan har dadin. Nori helarazten diozu?",
      "hint": "Parte-hartzea/ordezkaritza.",
      "answers": [
        "Prebentzio-ordezkariari.",
        "PRL teknikaria / Prebentzio Zerbitzua.",
        "Lo suelto en el grupo de memes eta que ‘se haga viral’.",
        "Lo escribo en una servilleta eta la dejo en el bar."
      ],
      "why": [
        "Canal natural para trasladar proposamenas eta hacer jarraipena desde la representación.",
        "Zuzena, baina para proposamenas eta participación, el delegado es un canal muy directo.",
        "No garantiza que se gestione ni se haga jarraipena.",
        "Ez da un canal real de obra.\nLa erantzuna zuzena en este kasu es: {{GREEN}}"
      ]
    },
    "18": {
      "q": "{SITE_NAME}n, zure EPIa hondatuta dagoela detektatzen duzu eta erabileratik kendu behar da (“baja eman”). Nori jakinarazten diozu prebentzio gisa izapidetzeko?",
      "hint": "Prebentzio-prozesua (EPI): kentzea eta kudeaketa.",
      "answers": [
        "PRL teknikaria / Prebentzio Zerbitzua.",
        "Prebentzio-baliabideari (obra).",
        "Lo pegorekin cinta eta digo que está ‘nuevo’.",
        "Lo dejo por ahí eta que lo encuentre el destino."
      ],
      "why": [
        "Es un proceso prebentiboa: se retira de uso eta se gestiona correctamente.",
        "Zuzena, baina el teknikari PRL es el canal gehiago adecuado para tramitarlo como proceso prebentiboa.",
        "Un EPI kaltetuta se retira de uso: ez se “arregla a ojo”.",
        "Puede acabar usándolo alguien sin saberlo.\nLa erantzuna zuzena en este kasu es: {{GREEN}}"
      ]
    },
    "19": {
      "q": "{SITE_NAME}n, zeregin bat egingo duzu eta prebentzio-prestakuntza/jarraibideak behar dituzu (ez dizute ondo azaldu). Nori eskatzen dizkiozu?",
      "hint": "Prestakuntza eta prebentzioa.",
      "answers": [
        "PRL teknikaria / Prebentzio Zerbitzua.",
        "Arduradun zuzenari.",
        "un NPC del juego: “Dame la misión eta ya!”",
        "Asmatu egiten dut: guztira, ‘beti horrela egin da’."
      ],
      "why": [
        "Canal prebentiboa para prestakuntza e jarraibideak adecuadas.",
        "Zuzena, baina el canal prebentiboa para prestakuntza/jarraibideak es el teknikari PRL.",
        "La prebentzioa ez va por misiones, va por prozedura eta prestakuntza real.",
        "Eso es justo lo que provoca sustos.\nLa erantzuna zuzena en este kasu es: {{GREEN}}"
      ]
    },
    "20": {
      "q": "{SITE_NAME}n, produktu bat erabili aurretik (disolbatzailea/itsasgarria/garbitzailea) arriskuak eta neurriak jakin nahi dituzu. Nori galdetzen diozu?",
      "hint": "Substantziak: prebentzio-kontsulta.",
      "answers": [
        "PRL teknikaria / Prebentzio Zerbitzua.",
        "Prebentzio-baliabideari (obra).",
        "un cómic: ‘si le pasa a Batman, aguanto yo’.",
        "Lo huelo fuerte eta decido según el mareo."
      ],
      "why": [
        "Es el canal teknikari para orientar sobre arriskuak eta neurriak.",
        "Zuzena, baina el teknikari PRL es el soporte gehiago completo para substantziak.",
        "Ez da criterio prebentiboa real.\nLa erantzuna zuzena en este kasu es: {{GREEN}}",
        "Ez da evalúa un producto “a nariz”: se consulta."
      ]
    },
    "21": {
      "q": "Obratik kanpo: EPI bat eman dizute baina neurria ez da zurea eta aldaketa behar duzu. Nori eskatzen diozu lehenik?",
      "hint": "Emate/aldaketaren kudeaketa operatiboa.",
      "answers": [
        "mando (arduradun/buru de obra) para que gestione el cambio.",
        "Prebentzio-baliabideari (obra).",
        "Me lo quedo aunque ez valga, total ‘cubre algo’.",
        "Me lo cambiorekin otro sin decir nada."
      ],
      "why": [
        "EPI hornidura/aldaketa kudeatzeko kanal operatiboa da.",
        "Zuzena, baina la gestión de suministro normalmente la canaliza el mando.",
        "Un EPI que ez ajusta bien puede ez proteger como debe.",
        "Puede dejar a otra persona sin el EPI correcto.\nLa erantzuna zuzena en este kasu es: {{GREEN}}"
      ]
    },
    "22": {
      "q": "Obratik kanpo: atzo ia-istripu bat izan zen eta gaur jakinarazi nahi duzu erregistratzeko eta berriro gerta ez dadin. Nori jakinarazten diozu?",
      "hint": "Prebentzio-erregistroa eta jarraipena.",
      "answers": [
        "Prebentzio-baliabideari (obra) erregistratu eta jarraipena egiteko.",
        "Arduradun zuzenari.",
        "nadie: lo que pasó, pasó.",
        "Historia epiko moduan kontatzen dut"
      ],
      "why": [
        "Es el canal prebentiboa para erregistratu eta activar acciones para que ez se repita.",
        "Zuzena, baina el recurso prebentiboa asegura erregistroa eta jarraipena del ia-istripua.",
        "Si ez se registra, se repite.",
        "Las épicas molan, baina hay que comunicar por el canal real.\nLa erantzuna zuzena en este kasu es: {{GREEN}}"
      ]
    },
    "23": {
      "q": "Obratik kanpo: prebentzio-hobekuntzarako proposamen bat idatziz aurkeztu nahi duzu trazabilitatea gera dadin. Nori ematen diozu?",
      "hint": "Parte-hartzea jarraipenarekin.",
      "answers": [
        "Prebentzio-ordezkariari.",
        "PRL teknikaria / Prebentzio Zerbitzua.",
        "Se la digo a Goku eta que le meta un Kamehameha al arriskua.",
        "La dejo en un cajón eta ya ‘saldrá sola’."
      ],
      "why": [
        "Canal idóneo para proposamenas eta jarraipena desde representación.",
        "Zuzena, baina el delegado es un canal muy directo para proposamenas de participación.",
        "Goku gana combates, ez gestiona proposamenas preventivas.\nLa erantzuna zuzena en este kasu es: {{GREEN}}",
        "Sin canal eta jarraipena, ez se gestiona."
      ]
    },
    "24": {
      "q": "Obratik kanpo: dokumentazioa berrikusten ari zara eta ez duzu prebentzio-jarraibide bat ulertzen (zalantzak sortzen dizkizu). Nori kontsultatzen diozu?",
      "hint": "Prebentzio-kontsulta tekniko/dokumentala.",
      "answers": [
        "PRL teknikaria / Prebentzio Zerbitzua.",
        "Prebentzio-baliabideari (obra).",
        "Spider‑Man: que lo solucionerekin telarañas.",
        "Hago lo contrario eta así ‘aprendo’ rápido."
      ],
      "why": [
        "Es el canal teknikari para resolver dudas de prozedura/dokumentazioa.",
        "Zuzena, baina el teknikari PRL suele tener la interpretación eta pauta gehiago completa.",
        "La telaraña ez sustituye una pauta técnica real.\nLa erantzuna zuzena en este kasu es: {{GREEN}}",
        "Obran akatsen bidez ikastea garesti ateratzen da."
      ]
    },
    "25": {
      "q": "Obratik kanpo: prebentzio-prestakuntza osatu behar duzu (edo justifikatu) eta ez dakizu kanal/prozesua. Nori eskatzen diozu?",
      "hint": "Prestakuntza: prebentzio-prozesua.",
      "answers": [
        "PRL teknikaria / Prebentzio Zerbitzua.",
        "Arduradun zuzenari.",
        "Painten ziurtagiri bat fabrikatzen dut.",
        "Osmosiz ikasten dut beteranoei begiratuta."
      ],
      "why": [
        "Canal prebentiboa para prestakuntza eta acreditaciones.",
        "Zuzena, baina el canal prebentiboa para prestakuntza suele ser el teknikari PRL.",
        "Eso ez es una prestakuntza real (ni un canal válido).",
        "prestakuntza e jarraibideak deben ser reales eta verificables.\nLa erantzuna zuzena en este kasu es: {{GREEN}}"
      ]
    }
  }
}
